[
 {
   "Code": "AMC",
   "Sector": "Consumer Cyclical",
   "Employees": 50000,
   "Summary": "Amcor plc develops, manufactures, and sells various packaging products for food, beverage, pharmaceutical, medical, home and personal care, and other consumer goods end markets worldwide. It operates through two segments, Flexible Packaging and Rigid Packaging. The company provides flexible packaging products, rigid containers, specialty cartons, and closures. The company is headquartered in Zürich, Switzerland.",
   "Industry": "Packaging & Containers",
   "trailingAnnualDividendYield": 0.057845265,
   "Beta": 0.501154,
   "ForwardPE": 21.071428,
   "ProfitMargin": 0.043070003,
   "Institutional": 0.39240003
 },
 {
   "Code": "ANZ",
   "Sector": "Financial Services",
   "Employees": 37834,
   "Summary": "Australia and New Zealand Banking Group Limited provides various banking and financial products and services in Australia, New Zealand, the Asia Pacific, Europe, and the Americas. The company's Australia Retail and Commercial division offers various products and services to consumer customers through the branch network, mortgage specialists, contact centers, self-service channels, and third party brokers, as well as offers financial planning services. It also provides banking products and financial services, including asset financing for medium to large commercial customers, agribusiness customers, small business owners, high net worth individuals, and family groups. The company's Institutional division offers documentary trade, supply chain financing, commodity financing, cash management solutions, deposits, payments, and clearing; loan syndication, specialized loan structuring and execution, project and export finance, debt structuring and acquisition finance, and corporate advisory services, as well as loan products; and risk management services on foreign exchange, interest rates, credit, commodities, and debt capital markets. It serves governments, global institutional, and corporate customers. The company's New Zealand division offers banking and wealth management services to consumer, and private banking and small business banking customers through its Internet and app-based digital solutions, network of branches, mortgage specialists, relationship managers, and contact centers; and traditional relationship banking and financial solutions for medium to large enterprises, and agricultural businesses. Its Pacific division offers various products and services that include retail products, and traditional relationship banking and sophisticated financial solutions. This division serves retail customers, small to medium-sized enterprises, institutional customers, and governments. The company was founded in 1835 and is based in Docklands, Australia.",
   "Industry": "Banks—Diversified",
   "trailingAnnualDividendYield": 0.043454647,
   "Beta": 0.934757,
   "ForwardPE": 7.7044535,
   "ProfitMargin": 0.26521,
   "Institutional": 0.23366
 },
 {
   "Code": "BHP",
   "Sector": "Basic Materials",
   "Employees": 28926,
   "Summary": "BHP Group engages in the natural resources business worldwide. It operates through Petroleum, Copper, Iron Ore, and Coal segments. The company engages in the exploration, development, and production of oil and gas properties; and mining of copper, silver, zinc, molybdenum, uranium, gold, iron ore, and metallurgical and energy coal. It is also involved in mining, smelting, and refining of nickel; the provision of towing, freight, marketing and trading, marketing support, finance, administrative, and other services; and potash development activities. BHP Group was incorporated in 1885 and is headquartered in Melbourne, Australia.",
   "Industry": "Other Industrial Metals & Mining",
   "trailingAnnualDividendYield": 0.040567376,
   "Beta": 0.99769,
   "ForwardPE": 21.173529,
   "ProfitMargin": 0.20386,
   "Institutional": 0.24507
 },
 {
   "Code": "BXB",
   "Sector": "Industrials",
   "Employees": 11000,
   "Summary": "Brambles Limited operates as a supply-chain logistics company. The company operates through CHEP North America and Latin America; CHEP Europe, Middle East, Africa and India; and CHEP Australia, New Zealand and Asia, excluding India segments. It engages in the pooling of unit-load equipment and associated services, focusing on the outsourced management of pallets, crates, and containers. The company serves customers in the fast-moving consumer goods, fresh produce, beverage, retail, and general manufacturing industries in the Americas, Europe, Australia, and internationally. Brambles Limited was founded in 1875 and is based in Sydney, Australia.",
   "Industry": "Specialty Business Services",
   "trailingAnnualDividendYield": 0.017668825,
   "Beta": 0.5612,
   "ForwardPE": 25.08889,
   "ProfitMargin": 0.2911,
   "Institutional": 0.37103
 },
 {
   "Code": "CBA",
   "Sector": "Financial Services",
   "Employees": 42137,
   "Summary": "Commonwealth Bank of Australia provides integrated financial services in Australia, New Zealand, and internationally. The company offers retail, premium, business, and institutional banking; and funds management, superannuation, insurance, investment, and share-broking products and services. It operates in six segments: Retail Banking Services, Business and Private Banking, Institutional Banking and Markets, Wealth Management, New Zealand, and International Financial Services and Corporate Centre segments. The company offers transaction and savings accounts, term deposits, personal and business loans, credit cards, insurance products, international payment, and private banking services, as well as home, car, and personal loans. It also provides financial planning and share trading services, managed funds, investment growth bonds, property investments, and self-managed super funds; allocated pensions and guaranteed annuities; and merchant, international and foreign exchange, insurance and risk management services. In addition, the company offers debt raising, financial and commodities price risk management, and transactional banking services; asset management, platform administration, and financial advice services. It operates 1,172 branches; and 3,963 ATMs in Australia. Commonwealth Bank of Australia was founded in 1911 and is headquartered in Sydney, Australia.",
   "Industry": "Banks—Diversified",
   "trailingAnnualDividendYield": 0.06500754,
   "Beta": 0.724018,
   "ForwardPE": 12.379062,
   "ProfitMargin": 0.43934,
   "Institutional": 0.23302001
 },
 {
   "Code": "CSL",
   "Sector": "Healthcare",
   "Employees": 25031,
   "Summary": "CSL Limited researches, develops, manufactures, markets, and distributes biopharmaceutical and allied products in Australia, the United States, Germany, the United Kingdom, Switzerland, China, and internationally. The company operates through two segments, CSL Behring and Seqirus. The CSL Behring segment offers plasma therapies for the treatment of immunodeficiency, bleeding disorders, hereditary angioedema, Alpha-1 antitrypsin deficiency, and neurological disorders. This segment also conducts research on plasma and non-plasma therapies; and receives license and royalty from the commercialization of intellectual property. The Seqirus segment manufactures and distributes non-plasma biotherapeutic products; and develops influenza vaccines. CSL Limited was founded in 1916 and is headquartered in Parkville, Australia.",
   "Industry": "Biotechnology",
   "trailingAnnualDividendYield": 0.006994512,
   "Beta": 0.255196,
   "ForwardPE": 58.475407,
   "ProfitMargin": 0.22427,
   "Institutional": 0.2838
 },
 {
   "Code": "GMG",
   "Sector": "Real Estate",
   "Employees": 959,
   "Summary": "Goodman Group is an integrated property group with operations throughout Australia, New Zealand, Asia, Europe, the United Kingdom, North America and Brazil. Goodman Group, comprised of the stapled entities Goodman Limited, Goodman Industrial Trust and Goodman Logistics (HK) Limited, is the largest industrial property group listed on the Australian Securities Exchange and one of the largest listed specialist investment managers of industrial property and business space globally. Goodman's global property expertise, integrated own+develop+managecustomer service offering and significant investment management platform ensures it creates innovative property solutions that meet the individual requirements of its customers, while seeking to deliver long-term returns for investors.",
   "Industry": "REIT—Diversified",
   "trailingAnnualDividendYield": 0.020646939,
   "Beta": 0.631062,
   "ForwardPE": 27.740738,
   "ProfitMargin": 0.5795,
   "Institutional": 0.48564
 },
 {
   "Code": "IAG",
   "Sector": "Financial Services",
   "Employees": 13500,
   "Summary": "Insurance Australia Group Limited underwrites general insurance products in Australia and New Zealand. The company offers short-tail insurance, including motor vehicle, home and contents, business packages, farm and crop, commercial property, construction and engineering, commercial motor and fleet motor, and marine insurance, as well as lifestyle and leisure, such as boat, veteran and classic car, and caravan insurance. It also provides business insurance products comprising compulsory third party, workers' compensation, professional indemnity, directors' and officers', and public and products liability insurance. In addition, the company offers pleasure craft, travel, rural and horticultural, personal liability and commercial liability, and life insurance, as well as income protection and reinsurance products. It sells its products through branches, call centers, the Internet, representatives, brokers, agents, and financial institutions, as well as directly through call center and online channels; and third parties under the NRMA Insurance, SGIO, SGIC, RACV, Coles Insurance, CGU Insurance, WFI, Swann Insurance, NZI, State, AMI, and Lumley, as well as AmAssurance, Kurnia, and SBI General brands. The company was formerly known as NRMA Insurance Group Limited and changed its name to Insurance Australia Group Limited in 2002. Insurance Australia Group Limited was founded in 1925 and is headquartered in Sydney, Australia.",
   "Industry": "Insurance—Property & Casualty",
   "trailingAnnualDividendYield": 0.05300354,
   "Beta": 0.671478,
   "ForwardPE": 12.73913,
   "ProfitMargin": 0.10934,
   "Institutional": 0.25798
 },
 {
   "Code": "MQG",
   "Sector": "Financial Services",
   "Employees": 15849,
   "Summary": "Macquarie Group Limited provides diversified financial services in Australia, the Americas, Europe, the Middle East, Africa, and the Asia Pacific. The company operates through four segments: Macquarie Asset Management (MAM), Banking and Financial Services (BFS), Commodities and Global Markets (CMG), and Macquarie Capital segments. The MAM segment is involved in the asset management business, which specializes in the infrastructure and renewables, real estate, agriculture, transportation finance, private credit, equities, fixed income, and multi-asset solutions. The BFS segment offers personal banking products comprising home loans, credit cards, transaction and savings accounts, and vehicle finance; and wrap platform and cash management, financial advisory, and private banking and stockbroking services, as well as investment and superannuation products. It also provides deposit, lending, and payment solutions, as well as services to business clients, such as sole practitioners to corporate professional firms. The CGM segment offers products in the areas of equities, fixed income, foreign exchange, commodities and technology, media, and telecoms. The Macquarie Capital segment provides advisory and capital raising services. The company was founded in 1969 and is headquartered in Sydney, Australia.",
   "Industry": "Capital Markets",
   "trailingAnnualDividendYield": 0.03797245,
   "Beta": 1.28926,
   "ForwardPE": 13.124032,
   "ProfitMargin": 0.22153,
   "Institutional": 0.26232
 },
 {
   "Code": "NAB",
   "Sector": "Financial Services",
   "Employees": 35245,
   "Summary": "National Australia Bank Limited provides financial services to individuals and businesses in Australia, New Zealand, and internationally. It operates through Business and Private Banking, Consumer Banking and Wealth, Corporate and Institutional Banking, and New Zealand Banking segments. The company accepts transaction accounts, savings accounts, term deposits, and deposit accounts; and specialized accounts, such as foreign currency, business interest, statutory trust, community free saver, and farm management accounts. It also provides home loans; personal loans; agribusiness loans; business loans; vehicle and equipment loans; trade and invoice finance, as well as business overdrafts and bank guarantees. In addition, the company offers insurance products consisting of car, home and content, landlord, travel, life, and injury insurance products; and pension, superannuation, self-managed super funds, cash management, and financial planning and advisory services. Further, it provides investment products; credit, debit, and business cards; payments and merchant services; travel services; online banking services; small business services; and international and foreign exchange solutions. National Australia Bank Limited was founded in 1834 and is based in Docklands, Australia.",
   "Industry": "Banks—Diversified",
   "trailingAnnualDividendYield": 0.062430937,
   "Beta": 0.87933,
   "ForwardPE": 7.6790123,
   "ProfitMargin": 0.2159,
   "Institutional": 0.18922001
 },
 {
   "Code": "NCM",
   "Sector": "Basic Materials",
   "Employees": 5273,
   "Summary": "Newcrest Mining Limited, together with its subsidiaries, engages in the exploration, mine development, mine operation, and sale of gold and gold/copper concentrates. It is also involved in the exploration of silver deposits. The company primarily owns and operates mines and projects located in Cadia and Telfer, Australia; Lihir, Papua New Guinea; Gosowong, Indonesia; British Columbia, Canada; and other projects. Newcrest Mining Limited was founded in 1966 and is headquartered in Melbourne, Australia.",
   "Industry": "Gold",
   "trailingAnnualDividendYield": 0.007377599,
   "Beta": 0.312933,
   "ForwardPE": 35.895348,
   "ProfitMargin": 0.14729,
   "Institutional": 0.55626
 },
 {
   "Code": "RIO",
   "Sector": "Basic Materials",
   "Employees": 46000,
   "Summary": "Rio Tinto Group engages in finding, mining, and processing mineral resources worldwide. The company offers aluminum, silver, molybdenum, copper, diamonds, gold, borates, titanium dioxide, salt, iron ore, and uranium. It is also involved in the alumina production; primary aluminum smelting; bauxite mining; alumina refining; and ilmenite, rutile, and zircon mining, as well as provision of gypsum. Rio Tinto Group was founded in 1873 and is headquartered in London, the United Kingdom.",
   "Industry": "Other Industrial Metals & Mining",
   "trailingAnnualDividendYield": 0.041127283,
   "Beta": 0.653002,
   "ForwardPE": 22.031181,
   "ProfitMargin": 0.18556999,
   "Institutional": 0.24726
 },
 {
   "Code": "SCG",
   "Sector": "Real Estate",
   "Employees": 2586,
   "Summary": "Scentre Group owns and operates the pre-eminent living centre portfolio in Australia and New Zealand with retail real estate assets under management valued at $56.0 billion and shopping centre ownership interests valued at $38.2 billion. This comprises 42 Westfield living centres which have strong franchise value and the ability to attract the world's leading retail brands.",
   "Industry": "REIT—Retail",
   "trailingAnnualDividendYield": 0.10272727,
   "Beta": 1.235565,
   "ForwardPE": 8.846154,
   "ProfitMargin": 0.45081002,
   "Institutional": 0.55929
 },
 {
   "Code": "SUN",
   "Sector": "Financial Services",
   "Employees": 13000,
   "Summary": "Suncorp Group Limited provides insurance, banking, and wealth products and services to retail, corporate, and commercial sectors in Australia and New Zealand. It operates through Insurance, Banking & Wealth, and Suncorp New Zealand segments. The Insurance segment designs, manufactures, and delivers general insurance products and services, including home and contents, motor, marine, travel, commercial property, industrial special risk, public liability and professional indemnity, workers' compensation, compulsory third party, loan protection, and equity and cash benefit products. The Banking & Wealth segment designs, manufactures, and delivers banking, financial planning, and superannuation and fund administration services, such as commercial, agribusiness, small business, home and personal loans, savings and transaction accounts, foreign exchange services, treasury products and services, superannuation services, and funds administration and financial planning services. The Suncorp New Zealand segment designs, manufactures, and delivers general and life insurance products comprising home and contents, motor, commercial property, public liability and professional indemnity, life, trauma, total and permanent disablement, and income protection. The company was formerly known as Suncorp-Metway Limited and changed its name to Suncorp Group Limited in December 2010. Suncorp Group Limited was founded in 1902 and is based in Brisbane, Australia.",
   "Industry": "Insurance—Property & Casualty",
   "trailingAnnualDividendYield": 0.079222225,
   "Beta": 0.795612,
   "ForwardPE": 9.004854,
   "ProfitMargin": 0.03733,
   "Institutional": 0.32119998
 },
 {
   "Code": "TCL",
   "Sector": "Industrials",
   "Employees": 1600,
   "Summary": "Transurban Group develops, operates, manages, maintains, and finances urban toll road networks. It holds 17 toll roads in Sydney, Melbourne, and Brisbane, Australia, as well as the Greater Washington area and Montreal, North America. The company is headquartered in Melbourne, Australia.",
   "Industry": "Infrastructure Operations",
   "trailingAnnualDividendYield": 0.043109544,
   "Beta": 0.493648,
   "ForwardPE": 65.72727,
   "ProfitMargin": 0.05535,
   "Institutional": 0.40273
 },
 {
   "Code": "TLS",
   "Sector": "Communication Services",
   "Employees": 28270,
   "Summary": "Telstra Corporation Limited provides telecommunications and information services to businesses, governments, and individuals in Australia and internationally. It operates in four segments: Telstra Consumer and Small Business, Telstra Enterprise, Networks and IT, and Telstra InfraCo. The company offers telecommunication products, services, and solutions across mobiles, fixed and mobile broadband, telephony and Pay TV/IPTV, and digital content; and online self-service capabilities, as well as operates inbound and outbound call centers, owned and licensed Telstra shops, and the Telstra dealership network. It also provides sales and contract management; and product management services for data and Internet protocol networks, mobility services, and network applications and services products, such as managed network, unified communications, cloud, industry solutions, and integrated services and monitoring. In addition, the company engages in the development of industry vertical solutions; planning, design, engineering architecture, and construction of Telstra networks, technology, and information technology solutions; and delivering network technologies. Further, it provides telecommunication products and services through its networks and related support systems to other carriers, carriage service providers, and Internet service providers; access to fixed network infrastructure assets; disconnection services; and network services under the Infrastructure Services Agreement and commercial contracts, as well as holds fixed network infrastructure, including data centers, non-mobiles related domestic fiber, copper, HFC cable, international subsea cables, exchanges, poles, ducts, and pipes. The company was formerly known as Australian and Overseas Telecommunications Corporation Limited and changed its name to Telstra Corporation Limited in April 1993. Telstra Corporation Limited was founded in 1901 and is based in Melbourne, Australia.",
   "Industry": "Telecom Services",
   "trailingAnnualDividendYield": 0.032051284,
   "Beta": 0.504041,
   "ForwardPE": 15.95,
   "ProfitMargin": 0.08294,
   "Institutional": 0.12455
 },
 {
   "Code": "WBC",
   "Sector": "Financial Services",
   "Employees": 30913,
   "Summary": "Westpac Banking Corporation provides various banking and financial services in Australia, New Zealand, Asia, the Pacific region, and internationally. The company operates through four divisions: Consumer, Business, Westpac Institutional Bank, and Westpac New Zealand. It offers everyday banking, savings, term deposit, moving to Australia, under 21 and student, business one, community solutions one, and foreign currency accounts; home, personal, and business loans; credit cards; international and travel services; and share trading services, and investment and insurance services. The company also provides merchant, corporate and institutional, transaction banking, financial market, corporate and structured finance, trade and supply chain financing, and industry specific banking and treasury services, as well as online banking services. It serves individuals; micro, small, and medium enterprises; and commercial, corporate, institutional, and government customers. The company was formerly known as Bank of New South Wales and changed its name to Westpac Banking Corporation in October 1982. The company was founded in 1817 and is headquartered in Sydney, Australia.",
   "Industry": "Banks—Diversified",
   "trailingAnnualDividendYield": 0.04602992,
   "Beta": 0.860277,
   "ForwardPE": 7.431535,
   "ProfitMargin": 0.25846002,
   "Institutional": 0.19590999
 },
 {
   "Code": "WES",
   "Sector": "Consumer Cyclical",
   "Employees": 111000,
   "Summary": "Wesfarmers Limited primarily engages in the retail business in Australia, New Zealand, the United Kingdom, and internationally. It is involved in the retail sale of building material, and home and garden improvement products through its Bunnings stores; apparel, homewares, and general merchandise, including toys, leisure, entertainment, home, consumables, electrical products, and accessories through its 231 Kmart stores and 289 Target stores; and office products and solutions, such as office supplies, technology, furniture, art supplies, education resources, and helpful services, including print and copy and on-site tech support through its 167 Officeworks stores. The company also manufactures and supplies ammonia, ammonium nitrate, and industrial chemicals; manufactures, imports, and distributes phosphate, nitrogen, and potassium-based fertilizers in blended, compound, and liquid form; supplies polyvinyl chloride resins used in a range of products comprising piping, cable insulation, floor coverings, building profiles, packaging, and compounds; produces wood-plastic composite products from recycled wood and plastic; and manufactures and distributes sodium cyanide, which is used in the mining industry for gold extraction. In addition, it extracts, markets, and distributes liquefied petroleum gas and liquefied natural gas; distributes tools, safety gear, work wear, and industrial supplies; supplies industrial, specialty, and medical gases; supplies and distributes maintenance, repair, and operating products; and provides risk management and compliance services, as well as offers land management solutions for the agricultural and mining sectors. Further, the company offers its products online. Wesfarmers Limited was founded in 1914 and is headquartered in Perth, Australia.",
   "Industry": "Home Improvement Retail",
   "trailingAnnualDividendYield": 0.037289787,
   "Beta": 0.577944,
   "ForwardPE": 22.784946,
   "ProfitMargin": 0.07581,
   "Institutional": 0.20499
 },
 {
   "Code": "WOW",
   "Sector": "Consumer Defensive",
   "Employees": 196000,
   "Summary": "Woolworths Group Limited operates retail stores. It operates through Australian Food, New Zealand Food, Endeavour Drinks, BIG W, and Hotels segments. The Australian Food segment procures and resells food and related products to customers in Australia. It operates 1,024 Woolworths supermarkets and Metro stores. The New Zealand Food segment is involved in the procurement and resale of food and drinks to customers in New Zealand. This segment operates 180 Countdown supermarkets, as well as engages in the wholesale operations. The Endeavour Drinks segment procures and resells drinks to customers in Australia. It operates 1,577 stores under Dan Murphy's, BWS, and Summergate brands, as well as Cellarmasters, Langtons, and winemarket.com.au online platforms. The BIG W segment procures and resells discount general merchandise products to customers in Australia. This segment operates 183 BIG W stores. The Hotels segment offers leisure and hospitality services, including food and drinks, accommodation, entertainment, and gaming in Australia. It operates 328 hotels, including bars, dining, gaming, accommodation, and venue hire operations. The company was formerly known as Woolworths Limited and changed its name to Woolworths Group Limited in December 2017. Woolworths Group Limited was founded in 1924 and is based in Bella Vista, Australia.",
   "Industry": "Grocery Stores",
   "trailingAnnualDividendYield": 0.028730823,
   "Beta": 0.342956,
   "ForwardPE": 25,
   "ProfitMargin": 0.04237,
   "Institutional": 0.22715999
 },
 {
   "Code": "WPL",
   "Sector": "Energy",
   "Employees": 3834,
   "Summary": "Woodside Petroleum Ltd engages in the exploration, evaluation, development, production, marketing, and sale of hydrocarbons in Oceania, Asia, Canada, Africa, and internationally. The company produces liquefied natural gas, pipeline natural gas, condensate, liquefied petroleum gas, and crude oil. It holds interests in the Greater Browse, Greater Sunrise, Greater Pluto, Greater Exmouth, North West Shelf, Wheatstone, Canada, Senegal, Greater Scarborough, and Myanmar projects. The company was founded in 1954 and is headquartered in Perth, Australia.",
   "Industry": "Oil & Gas E&P",
   "trailingAnnualDividendYield": 0.044025157,
   "Beta": 1.322748,
   "ForwardPE": 11.135416,
   "ProfitMargin": 0.07039,
   "Institutional": 0.23375
 }
]
